Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Findings In this randomized clinical trial that included 300 adults, the percentage who achieved substantial reperfusion prior to endovascular thrombectomy was 19.3% in each tenecteplase dose group, with no statistically significant difference.
es_es: Hallazgos En este ensayo clínico aleatorizado en el que se incluyeron 300 adultos, el porcentaje que logró una reperfusión notoria antes de la trombectomía endovascular fue de 19.3 % en cada grupo de dosis de tenecteplasa, sin diferencias estadísticamente significativas.

source: Fine particle dose (FPD) ≤ 5.0 μm
es_es: Dosis de partículas finas ≤ 5.0 μm

source: Finished Good Batch No.
es_es: N.° de partida del producto terminado

source: Finished Product (FP) Batch No.
es_es: N.° de partida del prod. terminado

source: Finished Product Article-No.:
es_es: Producto terminado. Artículo N.°:

source: Finished Product Lot-No.:
es_es: Producto terminado. Lote N.°:

source: Finished combination product
es_es: Producto terminado combinado

source: Finished combination product (CP) is kept at 2 – 8°C for storage.
es_es: El producto combinado terminado se mantiene a 2 – 8 °C durante su almacenamiento.

source: Finland
es_es: Finlandia

source: Fintan O’Rourke, MBBS; John Worthington, MBBS; Andrew A. Wong, PhD; Christopher R. Levi, MBBS; Christopher F. Bladin, MD; Gagan Sharma, MCA;
es_es: Fintan O’Rourke, Médico Cirujano; John Worthington, Médico Cirujano; Dr. Andrew A. Wong; Christopher R. Levi, Médico Cirujano; Dr. Christopher F. Bladin; Gagan Sharma, Máster en Cardiología;

source: Firm Name:
es_es: Nombre de la empresa:

source: Firma (sigue firma de Wiggenhauser, Presidenta de la Corte Regional)
es_es: Firma (sigue firma de Wiggenhauser, Presidenta de la Junta Municipal)

source: Firmado electrónicamente por:
es_es: Electronically signed by:

source: First Event, % Treated
es_es: Primer evento, % tratado

source: First and recurrent HHF primary analysis
es_es: Análisis primario de la hospitalización por insuficiencia cardíaca primera y recurrente

source: First and recurrent HHF sensitivity analyses
es_es: Análisis de sensibilidad de la hospitalización por insuficiencia cardíaca primera y recurrente

source: First and recurrent HHF subgroup analyses
es_es: Análisis por subgrupos de la hospitalización por insuficiencia cardíaca primera y recurrente

source: First and recurrent all-cause hospitalisation (secondary endpoint)
es_es: Hospitalización por todas las causas primera y recurrente (criterio de valoración secundario)

source: First day of Manufacture (start assembly)
es_es: Primer día de fabricación (inicio del ensamblaje)

source: First segment
es_es: Primer segmento

source: First segment middle cerebral artery
es_es: Primer segmento de la arteria cerebral media

source: First segment middle cerebral artery M1 MCA
es_es: Primer segmento de la arteria cerebral media, M1 ACM

source: First segment of middle cerebral artery (M1)
es_es: Primer segmento de la arteria cerebral media (M1)

source: First segment of middle cerebral artery
es_es: Primer segmento de la arteria cerebral media

source: First, a light exposure dose of 20,000 lx*h combined with a hold time at RT for 24 hours was applied to non-lyophilised (liquid) DP.
es_es: En primer lugar, se aplicó una dosis de exposición a la luz de la 20,000 lx*h en combinación con un tiempo de detención a temperatura ambiente de 24 horas al medicamento liofilizado (líquido).

source: First, the study size was not adequately powered to detect the minimal clinically important difference, which is approximately 3% to 5%, based on expert opinion.21 This would have required a sample size of 2400 to 6400 for 80% power.
es_es: En primer lugar, el tamaño del estudio no ofrecía la potencia adecuada para detectar la diferencia mínima de relevancia clínica, que es aproximadamente del 3% al 5%, según la opinión de los especialistas.21 Se habría requerido un tamaño de muestra de 2400 a 6400 pacientes para alcanzar una potencia de 80%.

source: Five concentrations of DS samples covering 50 – 150 % of the target load (3.15 – 9.40 μg protein load) were prepared according to the test method.
es_es: De acuerdo con el método analítico, se prepararon cinco concentraciones de muestras de principio activo en un rango de 50% a 150% de la carga objetivo (carga de proteína de 3.15 μg a 9.40 μg).

source: Five positive randomized trials,(10-14) including our Australian and New Zealand EXTEND-IA trial, confirmed the benefits of endovascular thrombectomy when commenced within 6 hours of stroke onset.
es_es: En cinco ensayos positivos aleatorizados,(10-14) incluido nuestro estudio EXTEND-IA realizado en Australia y Nueva Zelanda, se confirmaron los beneficios de la trombectomía endovascular cuando se inició en el plazo de las 6 horas posteriores al inicio del ACV.

source: Five primary packaging component CMAs were derived from the risk assessment.
es_es: De la evaluación de riesgos, se derivaron cinco atributos críticos de los materiales de los componentes del acondicionamiento primario.

source: Fixed dose combination of empagliflozin/metformin
es_es: Combinación a dosis fija de empagliflozina/metformina

source: Flame-ionisation detectors are usually employed but other detectors such as electron-capture, nitrogen-phosphorus, mass spectrometric, thermal conductivity or infrared spectrophotometric detectors may also be used.
es_es: Generalmente se emplean detectores de ionización de llama, pero también pueden utilizarse otros, como los de captura de electrones, nitrógeno-fósforo, espectrometría de masas, conductividad térmica o espectrofotometría infrarroja.

source: Flange inside diameter
es_es: Diámetro exterior del de la lengüeta de apoyo

source: Flange outside diameter
es_es: Diámetro exterior del cuerpo

source: Flares are characteristic of the clinical course of GPP, with some patients having a relapsing disease with recurrent flares and others having a persistent disease with intermittent flares.
es_es: Los brotes agudos son característicos del curso clínico de la PPG. Algunos pacientes presentan enfermedad recidivante con brotes agudos recurrentes y otros, enfermedad persistente con brotes agudos intermitentes.

source: Flask (mL)
es_es: Matraz aforado (ml)

source: Flexboy bags
es_es: bolsas Flexboy

source: Flip-off cap
es_es: Tapa flip-off

source: Flow
es_es: Flujo

source: Flow (mL/min)
es_es: Flujo (ml/min)

source: Flow chart
es_es: Flujograma

source: Flow chart and schedule of assessments
es_es: Flujograma y cronograma de evaluaciones

source: Flow chart of trial procedures
es_es: Flujograma de los procedimientos del ensayo

source: Flow of patients through the study will be displayed in a standard CONSORT diagram.
es_es: En un diagrama CONSORT estándar, se presentará el flujo de pacientes durante el estudio.

source: Flow rate
es_es: Velocidad de flujo

source: Flow rate is measured at the detector outlet, either with a calibrated mechanical device or with a bubble tube, while the column is at operating temperature.
es_es: La velocidad de flujo se mide en la salida del detector, ya sea con un dispositivo mecánico calibrado o con un tubo de burbujeo, con la columna a una temperatura operativa.

source: Flow rate:
es_es: Velocidad de flujo:

source: Flow regulator, disintegration enhancer
es_es: Regulador de flujo, potenciador de la desintegración

source: Flow through; wash pool; activity pool; regeneration pool and storage pool.
es_es: fracción no retenida; mezcla de lavado; mezcla de actividad; mezcla de regeneración y mezcla de almacenamiento.

source: Fluctuación pico-valle es la diferencia porcentual entre Cmax y Cmin.
es_es: Peak-trough fluctuation is the percentage difference between Cmax and Cmin.

source: Fluid Bed Granulation
es_es: Granulación en lecho fluidizado

source: Fluid bed granulator
es_es: Granulador de lecho fluidizado

source: Fluido biológico a muestrear.
es_es: Biological fluids to be sampled.

source: Fluorescence [RFU]
es_es: Fluorescencia [RFU]

source: Flush time
es_es: Tiempo de drenaje

source: Flush volume prior to filter integrity test 1
es_es: Volumen de drenaje antes del análisis de integridad del filtro 1

source: Flush volume prior to filter integrity test
es_es: Volumen de enjuague antes del análisis de integridad del filtro

source: Flushing steps:
es_es: Pasos de rubefacción:

source: Focal length
es_es: Distancia focal

source: Foetal death of twins at gestational week 22
es_es: Muerte fetal de mellizos a las 22 semanas de gestación

source: Folding Box surfaces dedicated for glue applications shall be lacquer-free.
es_es: Las superficies de la caja plegable donde se aplica el adhesivo deberán estar sin laquear.

source: Folding box
es_es: Caja plegable

source: Folding box components
es_es: Componentes de la caja plegable

source: Folding carton is assembled correctly
es_es: La caja plegable está correctamente ensamblada

source: Follow-up
es_es: Seguimiento

source: Follow-up of AEs and SAEs
es_es: Seguimiento de los EA y EAG

source: Follow-up questions or questionnaires are a list of standardized product-specific questions to obtain more information about an event of particular interest.
es_es: Las preguntas o cuestionarios de seguimiento son una lista de preguntas estandarizadas específicas de un producto para obtener más información sobre un evento de interés particular.

source: Following ICH Q5C Guideline, hold times for process intermediate pools have been defined to assure their stability within the bounds of the process (please refer to section 3.2.8.2.4.1 (7776-s241bioal0301, q00308856-01; sub-section 3 Process intermediates and hold times for details, Table 23 page 16 ff).
es_es: Siguiendo el lineamiento Q5C de la ICH, se han definido los tiempos de retención de las mezclas intermedias del proceso para asegurar su estabilidad dentro de los límites del proceso (hay más detalles en la sección 3.2.8.2.4.1 (7776-s241bioal0301, q00308856-01; subsección 3, Productos intermedios del proceso y tiempos de retención, Tabla 23 página 16 y siguientes).

source: Following ICH Q5C Guideline, hold times for process intermediate pools have been defined to assure their stability within the bounds of the process (please refer to section 3.2.S.2.4.1 (7776-s241bioal0301, q00308856-01; sub-section 3 Process intermediates and hold times for details, Table 23 page 16 ff).
es_es: Siguiendo el lineamiento Q5C de la ICH, se han definido los tiempos de retención de las mezclas intermedias del proceso para asegurar su estabilidad dentro de los límites del proceso (hay más detalles en la sección 3.2.S.2.4.1 (7776-s241bioal0301, q00308856-01; subsección 3, Productos intermedios del proceso y tiempos de retención, Tabla 23 página 16 y siguientes).

source: Following attachments are provided along with the Nitrosamine Risk Assessment Summary:
es_es: Junto con el resumen de evaluación de riesgos de presencia de Nitrosaminas, se proporcionan los siguientes adjuntos:

source: Following clinical input from, and discussions with, the EXTEND-IA-TNK Management Committee, the primary outcome is assumed to be missing-at-random (MAR), i.e. it is assumed that the probability of eTICI 2b/3 or absence of retrievable intracranial thrombus at initial angiogram data being missing may depend on the values of the observed data, but not on the values of the missing data.
es_es: Tras los aportes clínicos y los intercambios con el Comité de Dirección de EXTEND-IA-TNK, se asume que la ausencia del desenlace clínico es aleatoria.Es decir, se supone que la probabilidad de que falten datos sobre la puntuación de eTICI 2b/3 o la ausencia de trombo intracraneal extraíble en la angiografía inicial puede depender de los valores de los datos observados, pero no de los valores de los datos faltantes.

source: Following clinical input from, and discussions with, the EXTEND-IA-TNK Management Committee, the secondary mRS outcome is assumed to be missing-at-random (MAR), i.e. it is assumed that the probability of 3 months mRS data being missing may depend on the values of the observed data, but not on the values of the missing data.
es_es: Tras los aportes clínicos y los intercambios con el Comité de Dirección de EXTEND-IA-TNK, se asume que la ausencia del resultado secundario de la puntuación de mRS es aleatoria. Es decir, se supone que la probabilidad de que falten datos sobre la puntuación de mRS a los 3 meses puede depender de los valores de los datos observados, pero no de los valores de los datos faltantes.

source: Following extracts < QL
es_es: Los siguientes extractos < lím. de cuant.

source: Following extracts were observed to be < QL.
es_es: Se observó que los siguientes extractos fueron < lím. de cuant.

source: Following freeze drying, vials are crimped and visually inspected according to current pharmacopeial requirements.
es_es: Tras la liofilización, los viales se sellan con tapa metálica y se someten a inspección visual, según los requisitos farmacopeicos vigentes.

source: Following review of baseline data, the ExSC unanimously agreed that no capping for this criterion should be undertaken.
es_es: Tras la revisión de los datos de referencia, el Comité de Dirección Ejecutiva acordó por unanimidad que no se debería fijar ningún límite máximo para este criterio.

source: Following site initiation, the CRAs visited the trial sites in regular intervals.
es_es: Luego de la apertura del centro, los monitores de ensayos clínicos visitaban con una periodicidad dada los centros del estudio.

source: Following study initiation, the CRA visited the study sites in regular intervals.
es_es: Luego del inicio del estudio, los auxiliares de investigación clínica visitaban con una periodicidad dada el centro del estudio.

source: Following the N-nitrosamine risk assessment performed on the dabigatran etexilate capsules which identified a risk, and further supported by the outcome of the confirmatory testing (refer to section 3.2.P.2 Pharmaceutical development, N-Nitrosamine risk assessment), the test parameter “N-nitroso dabigatran etexilate” is added to the specification of the drug product for all strengths.
es_es: Siendo que al evaluar el riesgo de que se presentaran N-nitrosaminas en las cápsulas de etexilato de dabigatrán se identificó un riesgo, sustentado además en las pruebas confirmatorias (ver la sección 3.2.P.2 Desarrollo farmacéutico, Evaluación de riesgos de presencia de N-nitrosaminas), se añade a la especificación del medicamento, para todas las concentraciones, el parámetro analítico “etexilato de N-nitroso dabigatrán”.

source: Following the adaptive sample size re-estimation conducted on the outcomes of 240 patients as per Mehta and Pocock procedure, no recommendation to increase sample size was made and the final sample size was confirmed as a total of 300 patients (150 per arm).
es_es: Tras la reestimación adaptativa del tamaño de muestra realizada en función de los resultados obtenidos en 240 pacientes según el procedimiento de Mehta y Pocock, no se recomendó aumentar el tamaño de la muestra. Se confirmó un tamaño de muestra final de 300 pacientes en total (150 por grupo).

source: Following the intent-to-treat principle, all data up to the end of the planned treatment period (including the data after the end of treatment for patients not completing the treatment period as planned) from all randomised patients were used.
es_es: Siguiendo el principio de intención de tratar, se utilizaron, para todos los pacientes aleatorizados, todos los datos obtenidos hasta el final del período de tratamiento planificado (incluidos los datos posteriores al final del tratamiento para los pacientes que no completaron el período de tratamiento según lo planeado).

source: Following the regeneration cycle, the column was stored in 0.1M NaOH solution before starting the next run.
es_es: Después del ciclo de regeneración, la columna se almacenó en solución de NaOH 0,1M antes del inicio de la corrida siguiente.

source: Following this, blinded analysis of trial operational characteristics based on the first 75 patients was performed and the observed proportion of patients with angiographic reperfusion in the total cohort was 16%.
es_es: Después de esto, se realizó un análisis ciego de las características operativas del ensayo basado en los primeros 75 pacientes; la proporción observada de pacientes con reperfusión angiográfica en la cohorte total fue 16%.

source: Food and Drug Administration
es_es: Dirección Federal de Alimentos y Medicamentos de EE. UU. (FDA)

source: Food and Drugs Administration
es_es: Food and Drugs Administration (Administración de Alimentos y Medicamentos de EE. UU.)

source: Food and Drugs Administration (FDA, United States of America) list NO-HCTZ with an Acceptable Intake (AI) of 1500 ng/day based on the carcinogenic potency categorization approach (CPCA) while the other Health Authorities worldwide, including EMA, states the substance tested negative in in-vivo mutagenicity study and can be controlled in drug product according to ICH Q3B.
es_es: La Administración de Alimentos y Medicamentos de Estados Unidos de América contempla una ingesta aceptable de NO-HCTZ de 1500 ng/día según su categorización de potencial cancerígeno, mientras que otras autoridades sanitarias del mundo, incluida la EMA, señalan que esta dio negativo en un estudio de mutagenicidad in vivo y que puede controlarse dentro del medicamento aplicando el lineamiento Q3B de la ICH.

source: Food and drug administration
es_es: Dirección Federal de Alimentos y Medicamentos de EE. UU.

source: Food effect was also investigated by comparing the fixed dose combination tablet of 12.5 mg empagliflozin / 1000 mg metformin under fed and fasted conditions and by comparing the free dose combination of 12.5 mg empagliflozin and 1000 mg metformin under fed and fasted conditions.
es_es: También se investigó el efecto de los alimentos comparando los comprimidos de combinación a dosis fija de empagliflozina, 12.5 mg/metformina, 1000 mg en condiciones post- y preprandiales con la combinación a dosis libre de empagliflozina, 12.5 mg y metformina, 1000 mg en condiciones post- y preprandiales.

source: Food effect was also investigated by comparing the fixed dose combination tablet of 12.5 mg empagliflozin / 1000 mg metformin under fed and fasted conditions and the free dose combination of 12.5 mg empagliflozin and 1000 mg metformin under fed and fasted conditions.
es_es: También se investigó el efecto de los alimentos comparando los comprimidos de combinación a dosis fija de empagliflozina, 12.5 mg/metformina, 1000 mg en condiciones post- y preprandiales con la combinación a dosis libre de empagliflozina, 12.5 mg y metformina, 1000 mg en condiciones post- y preprandiales.

source: Food effect with the 12.5 mg empagliflozin / 1000 mg metformin fixed dose combination tablet and the 12.5 mg empagliflozin and 1000 mg metformin free dose combination tablets
es_es: Efecto de la comida con los comprimidos de combinación a dosis fija de 12.5 mg de empagliflozina / 1000 mg de metformina y con los comprimidos de combinación a dosis libre de 12.5 mg de empagliflozina y 1000 mg de metformina

source: Footnote b is added
es_es: Se añade la nota b

source: Footnote b is added.
es_es: Se añade la nota b.

source: Footnote a gives information on dataset
es_es: La nota al pie a brinda información sobre el conjunto de datos.

source: Footnote a is added to give information on data set
es_es: Se agrega la nota al pie a para brindar información sobre el conjunto de datos.

source: Footnote c is added
es_es: Se añade la nota c

source: Footnote deleted, since this information is provided in 3.2.P.1..
es_es: Se elimina la nota al pie porque esta información se da en 3.2.P.1.

source: Footnote inserted:
es_es: Se añade nota al pie:

source: Footnote under Table 3 was deleted since it is no longer needed.
es_es: Se elimina la nota al pie de la Tabla 3 porque ya no es necesaria.

source: Footnotes c and d are added
es_es: Se añaden las notas c y d.

source: Footnotes a and b give information on dataset
es_es: Las notas al pie a y b brindan información sobre el conjunto de datos.

source: Footnotes are provided on next page.
es_es: Las notas al pie aparecen en la siguiente página.

source: For 1 mg tablets, place 1 tablet into a 20-mL volumetric flask and add about 10 mL of Solvent Mixture.
es_es: Para los comprimidos de 1 mg, colocar 1 comprimido en un matraz aforado de 20 ml y añadir aproximadamente 10 ml de mezcla de disolventes.

source: For 2 subjects, other significant AEs according to ICH E3 (severe influenza and mild non-cardiac chest pain leading to the discontinuation of the subjects from the trial) were reported.
es_es: En 2 sujetos se informaron otros eventos adversos significativos (según el lineamiento E3 de la ICH) (influenza grave y dolor torácico no cardíaco leve que derivaron en la discontinuación de los sujetos en el ensayo).

source: For 5 mg tablets, place 1 tablet into a 100-mL volumetric flask and add about 50 mL of Solvent Mixture.
es_es: Para los comprimidos de 5 mg, colocar 1 comprimido en un matraz aforado de 100 ml y añadir aproximadamente 50 ml de mezcla de disolventes.

source: For 5 mg tablets:
es_es: Para los comprimidos de 5 mg:

source: For Metalyse® the assessment is more detailed as the colour of the lyophilisation cake is assessed instead of only assessing the condition of the drug product.
es_es: La evaluación de Metalyse® es más detallada, porque se evalúa el color de la pasta de liofilización en vez de solo la condición del medicamento.

source: For Metalyse®, DS data from 80 batches (all manufactured since 2013) and DP data from 103 batches (26 batches 40 mg/vial and 77 batches 50 mg/vial) were evaluated statistically to estimate 3SD ranges.
es_es: Para Metalyse®, se evaluaron estadísticamente datos de 80 partidas del principio activo (todas fabricadas a partir de 2013) y datos de 103 partidas del medicamento (26 partidas de 40 mg/frasco y 77 partidas de 50 mg/frasco) para estimar rangos de 3 desvíos estándar.

source: For TNKase® a time-pressure-filler is used whereas filling for 25 mg/vial Metalyse® is performed with a peristaltic pump.
es_es: Para TNKase® se usa una llenadora de tiempo-presión, mientras que el llenado de Metalyse® 25 mg/frasco se realiza con bomba peristáltica.

source: For TNKase® the test method is used for detection and quantification of TNKase® A-chain, B-chain species such as Arg27 clip and molecule variants with modifications impacting hydrophobicity of tenecteplase, like oxidation of methionine or tryptophane residues, in DS (bulk) and in DP samples via reversed phase RP HPLC.
es_es: En el caso de TNKase®, el método analítico de HPLC en fase reversa se usa para la detección y cuantificación de especies de cadena A y cadena B, como el corte en Arg27, y variantes de la molécula con modificaciones que afectan la hidrofobicidad de la tenecteplasa, como la oxidación de residuos de triptófano o metionina, en muestras del principio activo (granel) y del medicamento.

source: For Metalyse® the RP-HPLC method is not part of the release or stability analytics method panel.
es_es: En el caso de Metalyse®, la RP-HPLC no forma parte del panel de métodos analíticos de las pruebas de liberación o estabilidad.

source: For TNKase ®, DS data from 34 batches (all manufactured since 2014, Table 68) and DP data from 34 batches (50 mg/vial) were evaluated statistically to estimate 3SD ranges (Table 69).
es_es: Para TNKase®, se evaluaron estadísticamente datos de 34 partidas del principio activo (todas fabricadas a partir de 2014, Tabla 68) y datos de 34 partidas del medicamento (50 mg/frasco) para estimar rangos de 3 desvíos estándar (Tabla 69).
